experiments/results/20201017T144634/node92/tmp/SmartTrie/logs/load.log
Command line: -load -s -db smarttrie.app.client.Client -P config/workload
YCSB Client 0.17.0

Loading workload...
Starting test.
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
2020-10-17 14:47:41:171 0 sec: 0 operations; est completion in 0 second 
2020-10-17 14:47:42:103 1 sec: 0 operations; est completion in 106751991167300 days 15 hours 
2020-10-17 14:47:42.131 [Thread-2] INFO  b.c.c.n.NettyClientServerCommunicationSystemClientSide - Connecting to replica 0 at /192.168.3.91:11000
2020-10-17 14:47:42.154 [nioEventLoopGroup-2-1] INFO  b.c.c.n.NettyClientServerCommunicationSystemClientSide - Channel active
2020-10-17 14:47:43:102 2 sec: 346 operations; 346 current ops/sec; est completion in 48 minutes [INSERT: Count=349, Max=1231871, Min=1271, Avg=5621.32, 90=3057, 99=5923, 99.9=1231871, 99.99=1231871] 
2020-10-17 14:47:44:102 3 sec: 1527 operations; 1181 current ops/sec; est completion in 16 minutes [INSERT: Count=1179, Max=7719, Min=657, Avg=827.84, 90=1201, 99=1468, 99.9=3351, 99.99=7719] 
2020-10-17 14:47:45:102 4 sec: 2965 operations; 1438 current ops/sec; est completion in 11 minutes [INSERT: Count=1438, Max=24927, Min=575, Avg=682.84, 90=713, 99=875, 99.9=1962, 99.99=24927] 
2020-10-17 14:47:46:103 5 sec: 4559 operations; 1594 current ops/sec; est completion in 9 minutes [INSERT: Count=1595, Max=5555, Min=503, Avg=614.42, 90=683, 99=820, 99.9=1198, 99.99=5555] 
2020-10-17 14:47:47:102 6 sec: 6383 operations; 1824 current ops/sec; est completion in 7 minutes [INSERT: Count=1823, Max=1608, Min=448, Avg=539.71, 90=586, 99=659, 99.9=1095, 99.99=1608] 
2020-10-17 14:47:48:103 7 sec: 8267 operations; 1884 current ops/sec; est completion in 6 minutes [INSERT: Count=1885, Max=51551, Min=405, Avg=525.62, 90=601, 99=699, 99.9=1217, 99.99=51551] 
2020-10-17 14:47:49:103 8 sec: 10438 operations; 2171 current ops/sec; est completion in 6 minutes [INSERT: Count=2171, Max=15623, Min=382, Avg=455.31, 90=500, 99=612, 99.9=1807, 99.99=15623] 
2020-10-17 14:47:50:103 9 sec: 12374 operations; 1936 current ops/sec; est completion in 5 minutes [INSERT: Count=1936, Max=39583, Min=401, Avg=509.82, 90=531, 99=592, 99.9=2411, 99.99=39583] 
2020-10-17 14:47:51:102 10 sec: 14308 operations; 1934 current ops/sec; est completion in 5 minutes [INSERT: Count=1934, Max=6131, Min=418, Avg=512.9, 90=558, 99=635, 99.9=872, 99.99=6131] 
2020-10-17 14:47:52:102 11 sec: 16283 operations; 1975 current ops/sec; est completion in 5 minutes [INSERT: Count=1974, Max=790, Min=394, Avg=502.77, 90=551, 99=618, 99.9=692, 99.99=790] 
2020-10-17 14:47:53:102 12 sec: 18259 operations; 1976 current ops/sec; est completion in 5 minutes [INSERT: Count=1977, Max=1521, Min=403, Avg=502.36, 90=550, 99=626, 99.9=798, 99.99=1521] 
2020-10-17 14:47:54:102 13 sec: 20193 operations; 1934 current ops/sec; est completion in 5 minutes [INSERT: Count=1933, Max=843, Min=423, Avg=513.25, 90=558, 99=619, 99.9=723, 99.99=843] 
2020-10-17 14:47:55:102 14 sec: 22033 operations; 1840 current ops/sec; est completion in 5 minutes [INSERT: Count=1841, Max=82687, Min=397, Avg=538.74, 90=543, 99=618, 99.9=881, 99.99=82687] 
2020-10-17 14:47:56:102 15 sec: 24391 operations; 2358 current ops/sec; est completion in 4 minutes [INSERT: Count=2358, Max=664, Min=386, Avg=421.4, 90=456, 99=507, 99.9=544, 99.99=664] 
2020-10-17 14:47:57:102 16 sec: 26778 operations; 2387 current ops/sec; est completion in 4 minutes [INSERT: Count=2386, Max=3423, Min=385, Avg=415.87, 90=443, 99=501, 99.9=734, 99.99=3423] 
2020-10-17 14:47:58:102 17 sec: 29172 operations; 2394 current ops/sec; est completion in 4 minutes [INSERT: Count=2395, Max=735, Min=380, Avg=414.75, 90=444, 99=499, 99.9=561, 99.99=735] 
2020-10-17 14:47:59:102 18 sec: 31497 operations; 2325 current ops/sec; est completion in 4 minutes [INSERT: Count=2327, Max=35359, Min=368, Avg=427.32, 90=445, 99=509, 99.9=672, 99.99=35359] 
2020-10-17 14:48:00:102 19 sec: 34016 operations; 2519 current ops/sec; est completion in 4 minutes [INSERT: Count=2517, Max=686, Min=366, Avg=394.56, 90=421, 99=480, 99.9=613, 99.99=686] 
2020-10-17 14:48:01:102 20 sec: 36319 operations; 2303 current ops/sec; est completion in 4 minutes [INSERT: Count=2303, Max=42687, Min=371, Avg=431.48, 90=445, 99=513, 99.9=694, 99.99=42687] 
2020-10-17 14:48:02:102 21 sec: 38689 operations; 2370 current ops/sec; est completion in 4 minutes [INSERT: Count=2370, Max=587, Min=371, Avg=419.58, 90=452, 99=506, 99.9=554, 99.99=587] 
2020-10-17 14:48:03:102 22 sec: 40998 operations; 2309 current ops/sec; est completion in 4 minutes [INSERT: Count=2308, Max=9655, Min=388, Avg=430.42, 90=462, 99=510, 99.9=714, 99.99=9655] 
2020-10-17 14:48:04:102 23 sec: 43345 operations; 2347 current ops/sec; est completion in 4 minutes [INSERT: Count=2347, Max=533, Min=388, Avg=423.78, 90=454, 99=505, 99.9=531, 99.99=533] 
2020-10-17 14:48:05:102 24 sec: 45647 operations; 2302 current ops/sec; est completion in 3 minutes [INSERT: Count=2303, Max=8823, Min=382, Avg=431.53, 90=468, 99=521, 99.9=699, 99.99=8823] 
2020-10-17 14:48:06:102 25 sec: 47671 operations; 2024 current ops/sec; est completion in 3 minutes [INSERT: Count=2024, Max=104383, Min=381, Avg=491.1, 90=495, 99=546, 99.9=663, 99.99=104383] 
2020-10-17 14:48:07:102 26 sec: 49966 operations; 2295 current ops/sec; est completion in 3 minutes [INSERT: Count=2295, Max=1224, Min=380, Avg=433.19, 90=492, 99=546, 99.9=596, 99.99=1224] 
2020-10-17 14:48:08:102 27 sec: 52451 operations; 2485 current ops/sec; est completion in 3 minutes [INSERT: Count=2485, Max=799, Min=369, Avg=399.96, 90=430, 99=479, 99.9=523, 99.99=799] 
2020-10-17 14:48:09:102 28 sec: 54827 operations; 2376 current ops/sec; est completion in 3 minutes [INSERT: Count=2375, Max=30879, Min=370, Avg=417.42, 90=432, 99=482, 99.9=1042, 99.99=30879] 
2020-10-17 14:48:10:102 29 sec: 57284 operations; 2457 current ops/sec; est completion in 3 minutes [INSERT: Count=2458, Max=11975, Min=372, Avg=404.34, 90=426, 99=479, 99.9=623, 99.99=11975] 
2020-10-17 14:48:11:102 30 sec: 59796 operations; 2512 current ops/sec; est completion in 3 minutes [INSERT: Count=2511, Max=2655, Min=371, Avg=395.51, 90=418, 99=473, 99.9=657, 99.99=2655] 
2020-10-17 14:48:12:102 31 sec: 62247 operations; 2451 current ops/sec; est completion in 3 minutes [INSERT: Count=2452, Max=31647, Min=365, Avg=405.5, 90=420, 99=490, 99.9=719, 99.99=31647] 
2020-10-17 14:48:13:102 32 sec: 64855 operations; 2608 current ops/sec; est completion in 3 minutes [INSERT: Count=2608, Max=630, Min=362, Avg=381.62, 90=405, 99=439, 99.9=512, 99.99=630] 
2020-10-17 14:48:14:102 33 sec: 67470 operations; 2615 current ops/sec; est completion in 3 minutes [INSERT: Count=2615, Max=518, Min=363, Avg=380.57, 90=404, 99=450, 99.9=481, 99.99=518] 
2020-10-17 14:48:15:102 34 sec: 70020 operations; 2550 current ops/sec; est completion in 3 minutes [INSERT: Count=2550, Max=6143, Min=363, Avg=390.06, 90=416, 99=469, 99.9=550, 99.99=6143] 
2020-10-17 14:48:16:102 35 sec: 72459 operations; 2439 current ops/sec; est completion in 3 minutes [INSERT: Count=2439, Max=9639, Min=362, Avg=407.83, 90=440, 99=595, 99.9=4077, 99.99=9639] 
2020-10-17 14:48:17:102 36 sec: 74639 operations; 2180 current ops/sec; est completion in 3 minutes [INSERT: Count=2179, Max=59199, Min=371, Avg=456.77, 90=475, 99=531, 99.9=709, 99.99=59199] 
2020-10-17 14:48:18:102 37 sec: 76890 operations; 2251 current ops/sec; est completion in 3 minutes [INSERT: Count=2252, Max=6767, Min=375, Avg=441.79, 90=493, 99=544, 99.9=3599, 99.99=6767] 
2020-10-17 14:48:19:102 38 sec: 79093 operations; 2203 current ops/sec; est completion in 3 minutes [INSERT: Count=2202, Max=4267, Min=382, Avg=451.61, 90=496, 99=537, 99.9=733, 99.99=4267] 
2020-10-17 14:48:20:102 39 sec: 81287 operations; 2194 current ops/sec; est completion in 3 minutes [INSERT: Count=2194, Max=620, Min=390, Avg=453.5, 90=501, 99=546, 99.9=594, 99.99=620] 
2020-10-17 14:48:21:102 40 sec: 83449 operations; 2162 current ops/sec; est completion in 3 minutes [INSERT: Count=2163, Max=22047, Min=374, Avg=460.02, 90=506, 99=566, 99.9=613, 99.99=22047] 
2020-10-17 14:48:22:102 41 sec: 85766 operations; 2317 current ops/sec; est completion in 3 minutes [INSERT: Count=2316, Max=692, Min=356, Avg=429.58, 90=482, 99=529, 99.9=586, 99.99=692] 
2020-10-17 14:48:23:102 42 sec: 88064 operations; 2298 current ops/sec; est completion in 3 minutes [INSERT: Count=2298, Max=561, Min=379, Avg=433.24, 90=471, 99=518, 99.9=548, 99.99=561] 
2020-10-17 14:48:24:102 43 sec: 90365 operations; 2301 current ops/sec; est completion in 3 minutes [INSERT: Count=2301, Max=582, Min=390, Avg=432.67, 90=471, 99=513, 99.9=549, 99.99=582] 
2020-10-17 14:48:25:102 44 sec: 92714 operations; 2349 current ops/sec; est completion in 3 minutes [INSERT: Count=2350, Max=546, Min=388, Avg=423.65, 90=456, 99=502, 99.9=534, 99.99=546] 
2020-10-17 14:48:26:102 45 sec: 95007 operations; 2293 current ops/sec; est completion in 3 minutes [INSERT: Count=2292, Max=8831, Min=396, Avg=433.92, 90=465, 99=510, 99.9=622, 99.99=8831] 
2020-10-17 14:48:27:102 46 sec: 96935 operations; 1928 current ops/sec; est completion in 3 minutes [INSERT: Count=1929, Max=163839, Min=368, Avg=516.02, 90=458, 99=523, 99.9=719, 99.99=163839] 
2020-10-17 14:48:28:102 47 sec: 99566 operations; 2631 current ops/sec; est completion in 3 minutes [INSERT: Count=2631, Max=658, Min=360, Avg=377.91, 90=402, 99=432, 99.9=501, 99.99=658] 
2020-10-17 14:48:29:102 48 sec: 100000 operations; 434 current ops/sec; est completion in 3 minutes [INSERT: Count=432, Max=452, Min=360, Avg=377.5, 90=402, 99=433, 99.9=452, 99.99=452] 
2020-10-17 14:48:30:102 49 sec: 100000 operations; 0 current ops/sec; est completion in 3 minutes [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:48:31:102 50 sec: 100326 operations; 326 current ops/sec; est completion in 3 minutes [INSERT: Count=327, Max=2705407, Min=376, Avg=8668.83, 90=421, 99=630, 99.9=2705407, 99.99=2705407] 
2020-10-17 14:48:32:102 51 sec: 102878 operations; 2552 current ops/sec; est completion in 3 minutes [INSERT: Count=2554, Max=4587, Min=370, Avg=389.26, 90=407, 99=461, 99.9=705, 99.99=4587] 
2020-10-17 14:48:33:102 52 sec: 105397 operations; 2519 current ops/sec; est completion in 3 minutes [INSERT: Count=2517, Max=9031, Min=355, Avg=394.92, 90=425, 99=515, 99.9=827, 99.99=9031] 
2020-10-17 14:48:34:102 53 sec: 107761 operations; 2364 current ops/sec; est completion in 3 minutes [INSERT: Count=2365, Max=9663, Min=356, Avg=420.8, 90=453, 99=515, 99.9=7055, 99.99=9663] 
2020-10-17 14:48:35:102 54 sec: 110038 operations; 2277 current ops/sec; est completion in 3 minutes [INSERT: Count=2276, Max=7191, Min=371, Avg=436.93, 90=487, 99=541, 99.9=1149, 99.99=7191] 
2020-10-17 14:48:36:102 55 sec: 112179 operations; 2141 current ops/sec; est completion in 3 minutes [INSERT: Count=2141, Max=634, Min=380, Avg=464.5, 90=510, 99=576, 99.9=613, 99.99=634] 
2020-10-17 14:48:37:102 56 sec: 114322 operations; 2143 current ops/sec; est completion in 3 minutes [INSERT: Count=2143, Max=659, Min=383, Avg=464.38, 90=514, 99=572, 99.9=604, 99.99=659] 
2020-10-17 14:48:38:102 57 sec: 116454 operations; 2132 current ops/sec; est completion in 3 minutes [INSERT: Count=2132, Max=20959, Min=382, Avg=466.74, 90=506, 99=574, 99.9=2731, 99.99=20959] 
2020-10-17 14:48:39:102 58 sec: 118604 operations; 2150 current ops/sec; est completion in 3 minutes [INSERT: Count=2150, Max=5643, Min=383, Avg=462.76, 90=506, 99=577, 99.9=677, 99.99=5643] 
2020-10-17 14:48:40:102 59 sec: 120435 operations; 1831 current ops/sec; est completion in 3 minutes [INSERT: Count=1830, Max=137087, Min=377, Avg=543.63, 90=517, 99=579, 99.9=898, 99.99=137087] 
2020-10-17 14:48:41:102 60 sec: 122808 operations; 2373 current ops/sec; est completion in 3 minutes [INSERT: Count=2374, Max=583, Min=369, Avg=419.38, 90=469, 99=540, 99.9=576, 99.99=583] 
2020-10-17 14:48:42:102 61 sec: 125215 operations; 2407 current ops/sec; est completion in 3 minutes [INSERT: Count=2407, Max=883, Min=364, Avg=413.49, 90=451, 99=524, 99.9=570, 99.99=883] 
2020-10-17 14:48:43:102 62 sec: 127633 operations; 2418 current ops/sec; est completion in 3 minutes [INSERT: Count=2418, Max=541, Min=356, Avg=411.74, 90=448, 99=510, 99.9=538, 99.99=541] 
2020-10-17 14:48:44:102 63 sec: 130187 operations; 2554 current ops/sec; est completion in 2 minutes [INSERT: Count=2554, Max=611, Min=351, Avg=389.83, 90=424, 99=488, 99.9=550, 99.99=611] 
2020-10-17 14:48:45:102 64 sec: 132833 operations; 2646 current ops/sec; est completion in 2 minutes [INSERT: Count=2646, Max=537, Min=351, Avg=376.08, 90=400, 99=447, 99.9=516, 99.99=537] 
2020-10-17 14:48:46:102 65 sec: 135469 operations; 2636 current ops/sec; est completion in 2 minutes [INSERT: Count=2636, Max=569, Min=351, Avg=377.65, 90=402, 99=449, 99.9=527, 99.99=569] 
2020-10-17 14:48:47:102 66 sec: 138109 operations; 2640 current ops/sec; est completion in 2 minutes [INSERT: Count=2640, Max=554, Min=351, Avg=377.02, 90=401, 99=436, 99.9=490, 99.99=554] 
2020-10-17 14:48:48:102 67 sec: 140742 operations; 2633 current ops/sec; est completion in 2 minutes [INSERT: Count=2632, Max=594, Min=351, Avg=378.04, 90=403, 99=456, 99.9=510, 99.99=594] 
2020-10-17 14:48:49:102 68 sec: 143371 operations; 2629 current ops/sec; est completion in 2 minutes [INSERT: Count=2630, Max=759, Min=351, Avg=378.61, 90=405, 99=466, 99.9=514, 99.99=759] 
2020-10-17 14:48:50:102 69 sec: 145748 operations; 2377 current ops/sec; est completion in 2 minutes [INSERT: Count=2376, Max=76479, Min=352, Avg=418.75, 90=420, 99=497, 99.9=617, 99.99=76479] 
2020-10-17 14:48:51:102 70 sec: 148172 operations; 2424 current ops/sec; est completion in 2 minutes [INSERT: Count=2425, Max=11319, Min=353, Avg=410.49, 90=441, 99=516, 99.9=606, 99.99=11319] 
2020-10-17 14:48:52:102 71 sec: 150463 operations; 2291 current ops/sec; est completion in 2 minutes [INSERT: Count=2291, Max=7343, Min=369, Avg=434.33, 90=478, 99=545, 99.9=595, 99.99=7343] 
2020-10-17 14:48:53:102 72 sec: 152696 operations; 2233 current ops/sec; est completion in 2 minutes [INSERT: Count=2232, Max=8035, Min=382, Avg=445.62, 90=502, 99=563, 99.9=653, 99.99=8035] 
2020-10-17 14:48:54:102 73 sec: 154942 operations; 2246 current ops/sec; est completion in 2 minutes [INSERT: Count=2246, Max=9167, Min=380, Avg=442.84, 90=489, 99=556, 99.9=902, 99.99=9167] 
2020-10-17 14:48:55:102 74 sec: 157188 operations; 2246 current ops/sec; est completion in 2 minutes [INSERT: Count=2247, Max=2345, Min=381, Avg=442.9, 90=500, 99=564, 99.9=662, 99.99=2345] 
2020-10-17 14:48:56:102 75 sec: 159353 operations; 2165 current ops/sec; est completion in 2 minutes [INSERT: Count=2165, Max=8343, Min=387, Avg=459.25, 90=510, 99=587, 99.9=2639, 99.99=8343] 
2020-10-17 14:48:57:102 76 sec: 161507 operations; 2154 current ops/sec; est completion in 2 minutes [INSERT: Count=2154, Max=8263, Min=381, Avg=461.81, 90=513, 99=733, 99.9=984, 99.99=8263] 
2020-10-17 14:48:58:102 77 sec: 163776 operations; 2269 current ops/sec; est completion in 2 minutes [INSERT: Count=2269, Max=7303, Min=380, Avg=438.48, 90=480, 99=541, 99.9=730, 99.99=7303] 
2020-10-17 14:48:59:102 78 sec: 166069 operations; 2293 current ops/sec; est completion in 2 minutes [INSERT: Count=2292, Max=5831, Min=382, Avg=433.97, 90=471, 99=529, 99.9=697, 99.99=5831] 
2020-10-17 14:49:00:103 79 sec: 168290 operations; 2221 current ops/sec; est completion in 2 minutes [INSERT: Count=2222, Max=23791, Min=371, Avg=448.31, 90=475, 99=554, 99.9=7151, 99.99=23791] 
2020-10-17 14:49:01:102 80 sec: 170643 operations; 2353 current ops/sec; est completion in 2 minutes [INSERT: Count=2352, Max=8343, Min=370, Avg=422.91, 90=460, 99=526, 99.9=618, 99.99=8343] 
2020-10-17 14:49:02:102 81 sec: 172906 operations; 2263 current ops/sec; est completion in 2 minutes [INSERT: Count=2264, Max=5667, Min=372, Avg=439.75, 90=496, 99=644, 99.9=779, 99.99=5667] 
2020-10-17 14:49:03:102 82 sec: 175016 operations; 2110 current ops/sec; est completion in 2 minutes [INSERT: Count=2109, Max=9775, Min=375, Avg=471.61, 90=520, 99=596, 99.9=769, 99.99=9775] 
2020-10-17 14:49:04:102 83 sec: 177250 operations; 2234 current ops/sec; est completion in 2 minutes [INSERT: Count=2234, Max=2016, Min=371, Avg=445.77, 90=495, 99=549, 99.9=700, 99.99=2016] 
2020-10-17 14:49:05:102 84 sec: 179620 operations; 2370 current ops/sec; est completion in 2 minutes [INSERT: Count=2370, Max=729, Min=371, Avg=420.16, 90=457, 99=529, 99.9=614, 99.99=729] 
2020-10-17 14:49:06:102 85 sec: 181532 operations; 1912 current ops/sec; est completion in 2 minutes [INSERT: Count=1912, Max=137855, Min=370, Avg=481.24, 90=438, 99=499, 99.9=541, 99.99=137855] 
2020-10-17 14:49:07:102 86 sec: 183546 operations; 2014 current ops/sec; est completion in 2 minutes [INSERT: Count=2015, Max=260735, Min=364, Avg=532.26, 90=439, 99=506, 99.9=694, 99.99=260735] 
2020-10-17 14:49:08:102 87 sec: 186082 operations; 2536 current ops/sec; est completion in 2 minutes [INSERT: Count=2536, Max=4747, Min=360, Avg=392.48, 90=419, 99=476, 99.9=530, 99.99=4747] 
2020-10-17 14:49:09:102 88 sec: 188627 operations; 2545 current ops/sec; est completion in 2 minutes [INSERT: Count=2545, Max=569, Min=363, Avg=391.15, 90=419, 99=484, 99.9=535, 99.99=569] 
2020-10-17 14:49:10:102 89 sec: 191182 operations; 2555 current ops/sec; est completion in 2 minutes [INSERT: Count=2555, Max=2567, Min=359, Avg=389.43, 90=414, 99=476, 99.9=576, 99.99=2567] 
2020-10-17 14:49:11:102 90 sec: 193764 operations; 2582 current ops/sec; est completion in 2 minutes [INSERT: Count=2581, Max=2895, Min=361, Avg=385.57, 90=406, 99=469, 99.9=523, 99.99=2895] 
2020-10-17 14:49:12:102 91 sec: 196272 operations; 2508 current ops/sec; est completion in 2 minutes [INSERT: Count=2509, Max=8239, Min=359, Avg=396.71, 90=423, 99=490, 99.9=1321, 99.99=8239] 
2020-10-17 14:49:13:102 92 sec: 198764 operations; 2492 current ops/sec; est completion in 2 minutes [INSERT: Count=2491, Max=641, Min=363, Avg=399.47, 90=431, 99=498, 99.9=570, 99.99=641] 
2020-10-17 14:49:14:102 93 sec: 200000 operations; 1236 current ops/sec; est completion in 2 minutes [INSERT: Count=1236, Max=714, Min=360, Avg=427.2, 90=489, 99=556, 99.9=642, 99.99=714] 
2020-10-17 14:49:15:102 94 sec: 200000 operations; 0 current ops/sec; est completion in 2 minutes [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:49:16:102 95 sec: 200000 operations; 0 current ops/sec; est completion in 2 minutes [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:49:17:102 96 sec: 201747 operations; 1747 current ops/sec; est completion in 2 minutes [INSERT: Count=1747, Max=2744319, Min=371, Avg=1983.29, 90=443, 99=517, 99.9=1267, 99.99=2744319] 
2020-10-17 14:49:18:102 97 sec: 204254 operations; 2507 current ops/sec; est completion in 2 minutes [INSERT: Count=2508, Max=712, Min=368, Avg=396.87, 90=428, 99=487, 99.9=573, 99.99=712] 
2020-10-17 14:49:19:102 98 sec: 206714 operations; 2460 current ops/sec; est completion in 2 minutes [INSERT: Count=2459, Max=8967, Min=365, Avg=404.49, 90=431, 99=489, 99.9=568, 99.99=8967] 
2020-10-17 14:49:20:102 99 sec: 209252 operations; 2538 current ops/sec; est completion in 2 minutes [INSERT: Count=2539, Max=583, Min=359, Avg=392.12, 90=422, 99=478, 99.9=527, 99.99=583] 
2020-10-17 14:49:21:102 100 sec: 211882 operations; 2630 current ops/sec; est completion in 2 minutes [INSERT: Count=2629, Max=651, Min=357, Avg=378.33, 90=397, 99=459, 99.9=514, 99.99=651] 
2020-10-17 14:49:22:102 101 sec: 214466 operations; 2584 current ops/sec; est completion in 2 minutes [INSERT: Count=2585, Max=7651, Min=358, Avg=384.87, 90=404, 99=457, 99.9=554, 99.99=7651] 
2020-10-17 14:49:23:102 102 sec: 217036 operations; 2570 current ops/sec; est completion in 2 minutes [INSERT: Count=2570, Max=7323, Min=359, Avg=387.18, 90=406, 99=461, 99.9=542, 99.99=7323] 
2020-10-17 14:49:24:102 103 sec: 219073 operations; 2037 current ops/sec; est completion in 2 minutes [INSERT: Count=2037, Max=103615, Min=358, Avg=488.9, 90=440, 99=522, 99.9=20079, 99.99=103615] 
2020-10-17 14:49:25:102 104 sec: 221581 operations; 2508 current ops/sec; est completion in 2 minutes [INSERT: Count=2507, Max=582, Min=366, Avg=396.9, 90=426, 99=489, 99.9=565, 99.99=582] 
2020-10-17 14:49:26:102 105 sec: 224114 operations; 2533 current ops/sec; est completion in 2 minutes [INSERT: Count=2534, Max=592, Min=367, Avg=393, 90=426, 99=487, 99.9=558, 99.99=592] 
2020-10-17 14:49:27:102 106 sec: 226619 operations; 2505 current ops/sec; est completion in 2 minutes [INSERT: Count=2504, Max=734, Min=368, Avg=397.48, 90=426, 99=484, 99.9=557, 99.99=734] 
2020-10-17 14:49:28:102 107 sec: 229090 operations; 2471 current ops/sec; est completion in 2 minutes [INSERT: Count=2472, Max=8127, Min=369, Avg=402.59, 90=430, 99=494, 99.9=571, 99.99=8127] 
2020-10-17 14:49:29:102 108 sec: 231531 operations; 2441 current ops/sec; est completion in 2 minutes [INSERT: Count=2440, Max=572, Min=379, Avg=407.84, 90=441, 99=500, 99.9=563, 99.99=572] 
2020-10-17 14:49:30:102 109 sec: 233915 operations; 2384 current ops/sec; est completion in 2 minutes [INSERT: Count=2384, Max=11375, Min=382, Avg=417.31, 90=451, 99=509, 99.9=575, 99.99=11375] 
2020-10-17 14:49:31:102 110 sec: 236312 operations; 2397 current ops/sec; est completion in 2 minutes [INSERT: Count=2398, Max=7471, Min=381, Avg=415.02, 90=442, 99=523, 99.9=594, 99.99=7471] 
2020-10-17 14:49:32:102 111 sec: 238754 operations; 2442 current ops/sec; est completion in 2 minutes [INSERT: Count=2441, Max=586, Min=380, Avg=407.64, 90=436, 99=502, 99.9=543, 99.99=586] 
2020-10-17 14:49:33:102 112 sec: 241182 operations; 2428 current ops/sec; est completion in 2 minutes [INSERT: Count=2428, Max=723, Min=381, Avg=409.92, 90=443, 99=503, 99.9=566, 99.99=723] 
2020-10-17 14:49:34:102 113 sec: 243452 operations; 2270 current ops/sec; est completion in 2 minutes [INSERT: Count=2271, Max=9127, Min=382, Avg=438.28, 90=470, 99=541, 99.9=645, 99.99=9127] 
2020-10-17 14:49:35:102 114 sec: 245797 operations; 2345 current ops/sec; est completion in 1 minute [INSERT: Count=2345, Max=7595, Min=379, Avg=424.44, 90=453, 99=526, 99.9=654, 99.99=7595] 
2020-10-17 14:49:36:102 115 sec: 248213 operations; 2416 current ops/sec; est completion in 1 minute [INSERT: Count=2415, Max=688, Min=370, Avg=411.75, 90=454, 99=512, 99.9=577, 99.99=688] 
2020-10-17 14:49:37:102 116 sec: 250590 operations; 2377 current ops/sec; est completion in 1 minute [INSERT: Count=2378, Max=670, Min=368, Avg=418.81, 90=460, 99=523, 99.9=596, 99.99=670] 
2020-10-17 14:49:38:102 117 sec: 252953 operations; 2363 current ops/sec; est completion in 1 minute [INSERT: Count=2363, Max=616, Min=372, Avg=421.43, 90=454, 99=507, 99.9=559, 99.99=616] 
2020-10-17 14:49:39:102 118 sec: 255284 operations; 2331 current ops/sec; est completion in 1 minute [INSERT: Count=2330, Max=134527, Min=350, Avg=427.2, 90=395, 99=444, 99.9=591, 99.99=134527] 
2020-10-17 14:49:40:102 119 sec: 257951 operations; 2667 current ops/sec; est completion in 1 minute [INSERT: Count=2668, Max=595, Min=355, Avg=373.05, 90=396, 99=461, 99.9=513, 99.99=595] 
2020-10-17 14:49:41:102 120 sec: 260614 operations; 2663 current ops/sec; est completion in 1 minute [INSERT: Count=2663, Max=572, Min=358, Avg=373.83, 90=395, 99=436, 99.9=504, 99.99=572] 
2020-10-17 14:49:42:102 121 sec: 263277 operations; 2663 current ops/sec; est completion in 1 minute [INSERT: Count=2663, Max=710, Min=355, Avg=373.72, 90=398, 99=431, 99.9=524, 99.99=710] 
2020-10-17 14:49:43:102 122 sec: 265862 operations; 2585 current ops/sec; est completion in 1 minute [INSERT: Count=2584, Max=872, Min=352, Avg=385.04, 90=413, 99=581, 99.9=661, 99.99=872] 
2020-10-17 14:49:44:102 123 sec: 268514 operations; 2652 current ops/sec; est completion in 1 minute [INSERT: Count=2652, Max=7679, Min=349, Avg=375.2, 90=395, 99=436, 99.9=524, 99.99=7679] 
2020-10-17 14:49:45:103 124 sec: 271025 operations; 2511 current ops/sec; est completion in 1 minute [INSERT: Count=2513, Max=30239, Min=357, Avg=396.2, 90=408, 99=453, 99.9=554, 99.99=30239] 
2020-10-17 14:49:46:102 125 sec: 273567 operations; 2542 current ops/sec; est completion in 1 minute [INSERT: Count=2541, Max=5671, Min=361, Avg=390.99, 90=417, 99=463, 99.9=542, 99.99=5671] 
2020-10-17 14:49:47:102 126 sec: 276158 operations; 2591 current ops/sec; est completion in 1 minute [INSERT: Count=2591, Max=659, Min=359, Avg=383.91, 90=408, 99=453, 99.9=500, 99.99=659] 
2020-10-17 14:49:48:102 127 sec: 278730 operations; 2572 current ops/sec; est completion in 1 minute [INSERT: Count=2571, Max=941, Min=359, Avg=386.95, 90=409, 99=452, 99.9=547, 99.99=941] 
2020-10-17 14:49:49:102 128 sec: 281342 operations; 2612 current ops/sec; est completion in 1 minute [INSERT: Count=2614, Max=8855, Min=353, Avg=380.83, 90=399, 99=556, 99.9=670, 99.99=8855] 
2020-10-17 14:49:50:102 129 sec: 284021 operations; 2679 current ops/sec; est completion in 1 minute [INSERT: Count=2679, Max=557, Min=350, Avg=371.56, 90=395, 99=432, 99.9=480, 99.99=557] 
2020-10-17 14:49:51:102 130 sec: 286692 operations; 2671 current ops/sec; est completion in 1 minute [INSERT: Count=2670, Max=621, Min=351, Avg=372.67, 90=394, 99=435, 99.9=485, 99.99=621] 
2020-10-17 14:49:52:102 131 sec: 289058 operations; 2366 current ops/sec; est completion in 1 minute [INSERT: Count=2366, Max=109119, Min=353, Avg=420.68, 90=397, 99=439, 99.9=586, 99.99=109119] 
2020-10-17 14:49:53:102 132 sec: 291702 operations; 2644 current ops/sec; est completion in 1 minute [INSERT: Count=2643, Max=5611, Min=355, Avg=376.43, 90=396, 99=441, 99.9=621, 99.99=5611] 
2020-10-17 14:49:54:102 133 sec: 294371 operations; 2669 current ops/sec; est completion in 1 minute [INSERT: Count=2670, Max=6371, Min=353, Avg=372.71, 90=394, 99=444, 99.9=549, 99.99=6371] 
2020-10-17 14:49:55:102 134 sec: 297082 operations; 2711 current ops/sec; est completion in 1 minute [INSERT: Count=2711, Max=599, Min=352, Avg=367.06, 90=389, 99=439, 99.9=526, 99.99=599] 
2020-10-17 14:49:56:102 135 sec: 299803 operations; 2721 current ops/sec; est completion in 1 minute [INSERT: Count=2720, Max=539, Min=352, Avg=365.78, 90=389, 99=438, 99.9=489, 99.99=539] 
2020-10-17 14:49:57:102 136 sec: 300000 operations; 197 current ops/sec; est completion in 1 minute [INSERT: Count=197, Max=538, Min=353, Avg=367.08, 90=391, 99=422, 99.9=538, 99.99=538] 
2020-10-17 14:49:58:102 137 sec: 300000 operations; 0 current ops/sec; est completion in 1 minute [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:49:59:102 138 sec: 300000 operations; 0 current ops/sec; est completion in 1 minute [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:00:102 139 sec: 300000 operations; 0 current ops/sec; est completion in 1 minute [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:01:102 140 sec: 301567 operations; 1567 current ops/sec; est completion in 1 minute [INSERT: Count=1568, Max=4349951, Min=355, Avg=3141.24, 90=385, 99=442, 99.9=546, 99.99=4349951] 
2020-10-17 14:50:02:102 141 sec: 304192 operations; 2625 current ops/sec; est completion in 1 minute [INSERT: Count=2624, Max=10863, Min=354, Avg=379.15, 90=393, 99=469, 99.9=514, 99.99=10863] 
2020-10-17 14:50:03:102 142 sec: 306852 operations; 2660 current ops/sec; est completion in 1 minute [INSERT: Count=2660, Max=511, Min=356, Avg=374.16, 90=392, 99=467, 99.9=490, 99.99=511] 
2020-10-17 14:50:04:102 143 sec: 309537 operations; 2685 current ops/sec; est completion in 1 minute [INSERT: Count=2686, Max=998, Min=353, Avg=370.61, 90=388, 99=444, 99.9=525, 99.99=998] 
2020-10-17 14:50:05:102 144 sec: 312224 operations; 2687 current ops/sec; est completion in 1 minute [INSERT: Count=2687, Max=621, Min=354, Avg=370.33, 90=387, 99=442, 99.9=523, 99.99=621] 
2020-10-17 14:50:06:102 145 sec: 314856 operations; 2632 current ops/sec; est completion in 1 minute [INSERT: Count=2632, Max=12623, Min=351, Avg=378.1, 90=392, 99=447, 99.9=486, 99.99=12623] 
2020-10-17 14:50:07:102 146 sec: 317541 operations; 2685 current ops/sec; est completion in 1 minute [INSERT: Count=2684, Max=543, Min=351, Avg=370.77, 90=390, 99=436, 99.9=501, 99.99=543] 
2020-10-17 14:50:08:102 147 sec: 319365 operations; 1824 current ops/sec; est completion in 1 minute [INSERT: Count=1824, Max=568, Min=350, Avg=369.2, 90=386, 99=439, 99.9=487, 99.99=568] 
2020-10-17 14:50:09:102 148 sec: 320171 operations; 806 current ops/sec; est completion in 1 minute [INSERT: Count=806, Max=987135, Min=352, Avg=1639.88, 90=393, 99=465, 99.9=20127, 99.99=987135] 
2020-10-17 14:50:10:102 149 sec: 322422 operations; 2251 current ops/sec; est completion in 1 minute [INSERT: Count=2251, Max=81279, Min=359, Avg=442.35, 90=427, 99=480, 99.9=603, 99.99=81279] 
2020-10-17 14:50:11:102 150 sec: 324955 operations; 2533 current ops/sec; est completion in 1 minute [INSERT: Count=2533, Max=588, Min=368, Avg=393.02, 90=420, 99=489, 99.9=531, 99.99=588] 
2020-10-17 14:50:12:102 151 sec: 327442 operations; 2487 current ops/sec; est completion in 1 minute [INSERT: Count=2487, Max=6707, Min=369, Avg=400.37, 90=427, 99=491, 99.9=571, 99.99=6707] 
2020-10-17 14:50:13:102 152 sec: 329967 operations; 2525 current ops/sec; est completion in 1 minute [INSERT: Count=2525, Max=561, Min=369, Avg=394.3, 90=423, 99=484, 99.9=539, 99.99=561] 
2020-10-17 14:50:14:102 153 sec: 332439 operations; 2472 current ops/sec; est completion in 1 minute [INSERT: Count=2473, Max=7011, Min=368, Avg=402.58, 90=429, 99=499, 99.9=533, 99.99=7011] 
2020-10-17 14:50:15:102 154 sec: 334903 operations; 2464 current ops/sec; est completion in 1 minute [INSERT: Count=2464, Max=7295, Min=369, Avg=404, 90=433, 99=496, 99.9=584, 99.99=7295] 
2020-10-17 14:50:16:102 155 sec: 337353 operations; 2450 current ops/sec; est completion in 1 minute [INSERT: Count=2449, Max=796, Min=370, Avg=406.61, 90=444, 99=505, 99.9=614, 99.99=796] 
2020-10-17 14:50:17:102 156 sec: 339828 operations; 2475 current ops/sec; est completion in 1 minute [INSERT: Count=2475, Max=775, Min=368, Avg=402.28, 90=435, 99=513, 99.9=577, 99.99=775] 
2020-10-17 14:50:18:102 157 sec: 342284 operations; 2456 current ops/sec; est completion in 1 minute [INSERT: Count=2456, Max=9791, Min=368, Avg=405.31, 90=426, 99=504, 99.9=4819, 99.99=9791] 
2020-10-17 14:50:19:102 158 sec: 344773 operations; 2489 current ops/sec; est completion in 1 minute [INSERT: Count=2490, Max=629, Min=365, Avg=399.93, 90=432, 99=493, 99.9=590, 99.99=629] 
2020-10-17 14:50:20:102 159 sec: 347268 operations; 2495 current ops/sec; est completion in 1 minute [INSERT: Count=2494, Max=664, Min=368, Avg=399.17, 90=427, 99=491, 99.9=561, 99.99=664] 
2020-10-17 14:50:21:102 160 sec: 349740 operations; 2472 current ops/sec; est completion in 1 minute [INSERT: Count=2473, Max=637, Min=369, Avg=402.68, 90=439, 99=498, 99.9=592, 99.99=637] 
2020-10-17 14:50:22:102 161 sec: 352061 operations; 2321 current ops/sec; est completion in 1 minute [INSERT: Count=2321, Max=52799, Min=361, Avg=429, 90=443, 99=514, 99.9=589, 99.99=52799] 
2020-10-17 14:50:23:102 162 sec: 354689 operations; 2628 current ops/sec; est completion in 1 minute [INSERT: Count=2628, Max=525, Min=360, Avg=378.5, 90=402, 99=447, 99.9=475, 99.99=525] 
2020-10-17 14:50:24:102 163 sec: 357330 operations; 2641 current ops/sec; est completion in 1 minute [INSERT: Count=2640, Max=548, Min=359, Avg=376.81, 90=398, 99=459, 99.9=512, 99.99=548] 
2020-10-17 14:50:25:102 164 sec: 359969 operations; 2639 current ops/sec; est completion in 1 minute [INSERT: Count=2639, Max=726, Min=358, Avg=377.04, 90=400, 99=436, 99.9=478, 99.99=726] 
2020-10-17 14:50:26:102 165 sec: 362544 operations; 2575 current ops/sec; est completion in 1 minute [INSERT: Count=2576, Max=835, Min=359, Avg=386.3, 90=415, 99=581, 99.9=630, 99.99=835] 
2020-10-17 14:50:27:102 166 sec: 365188 operations; 2644 current ops/sec; est completion in 1 minute [INSERT: Count=2644, Max=555, Min=358, Avg=376.32, 90=399, 99=431, 99.9=479, 99.99=555] 
2020-10-17 14:50:28:102 167 sec: 367807 operations; 2619 current ops/sec; est completion in 1 minute [INSERT: Count=2619, Max=5775, Min=361, Avg=379.69, 90=400, 99=435, 99.9=510, 99.99=5775] 
2020-10-17 14:50:29:102 168 sec: 370414 operations; 2607 current ops/sec; est completion in 59 seconds [INSERT: Count=2606, Max=11343, Min=359, Avg=381.63, 90=400, 99=433, 99.9=529, 99.99=11343] 
2020-10-17 14:50:30:102 169 sec: 373013 operations; 2599 current ops/sec; est completion in 58 seconds [INSERT: Count=2600, Max=26559, Min=353, Avg=382.74, 90=396, 99=437, 99.9=505, 99.99=26559] 
2020-10-17 14:50:31:102 170 sec: 375714 operations; 2701 current ops/sec; est completion in 57 seconds [INSERT: Count=2701, Max=661, Min=352, Avg=368.48, 90=390, 99=438, 99.9=490, 99.99=661] 
2020-10-17 14:50:32:102 171 sec: 377566 operations; 1852 current ops/sec; est completion in 56 seconds [INSERT: Count=1851, Max=3663, Min=352, Avg=374.43, 90=394, 99=440, 99.9=1122, 99.99=3663] 
2020-10-17 14:50:33:102 172 sec: 379029 operations; 1463 current ops/sec; est completion in 55 seconds [INSERT: Count=1463, Max=650751, Min=354, Avg=888.73, 90=396, 99=470, 99.9=102591, 99.99=650751] 
2020-10-17 14:50:34:102 173 sec: 381725 operations; 2696 current ops/sec; est completion in 54 seconds [INSERT: Count=2696, Max=707, Min=352, Avg=369.2, 90=391, 99=430, 99.9=479, 99.99=707] 
2020-10-17 14:50:35:102 174 sec: 384211 operations; 2486 current ops/sec; est completion in 53 seconds [INSERT: Count=2487, Max=79039, Min=352, Avg=400.27, 90=390, 99=436, 99.9=574, 99.99=79039] 
2020-10-17 14:50:36:102 175 sec: 386912 operations; 2701 current ops/sec; est completion in 52 seconds [INSERT: Count=2701, Max=530, Min=352, Avg=368.46, 90=391, 99=429, 99.9=452, 99.99=530] 
2020-10-17 14:50:37:102 176 sec: 389619 operations; 2707 current ops/sec; est completion in 50 seconds [INSERT: Count=2707, Max=646, Min=352, Avg=367.7, 90=390, 99=429, 99.9=479, 99.99=646] 
2020-10-17 14:50:38:102 177 sec: 392308 operations; 2689 current ops/sec; est completion in 49 seconds [INSERT: Count=2689, Max=504, Min=352, Avg=370, 90=397, 99=438, 99.9=480, 99.99=504] 
2020-10-17 14:50:39:102 178 sec: 394947 operations; 2639 current ops/sec; est completion in 48 seconds [INSERT: Count=2639, Max=582, Min=361, Avg=377.03, 90=401, 99=431, 99.9=463, 99.99=582] 
2020-10-17 14:50:40:102 179 sec: 397585 operations; 2638 current ops/sec; est completion in 47 seconds [INSERT: Count=2638, Max=531, Min=361, Avg=377.11, 90=400, 99=434, 99.9=466, 99.99=531] 
2020-10-17 14:50:41:102 180 sec: 400000 operations; 2415 current ops/sec; est completion in 45 seconds [INSERT: Count=2414, Max=699, Min=359, Avg=376.06, 90=398, 99=450, 99.9=525, 99.99=699] 
2020-10-17 14:50:42:102 181 sec: 400000 operations; 0 current ops/sec; est completion in 46 seconds [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:43:102 182 sec: 400000 operations; 0 current ops/sec; est completion in 46 seconds [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:44:102 183 sec: 400000 operations; 0 current ops/sec; est completion in 46 seconds [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:45:102 184 sec: 400000 operations; 0 current ops/sec; est completion in 47 seconds [INSERT: Count=0, Max=0, Min=9223372036854775807, Avg=NaN, 90=0, 99=0, 99.9=0, 99.99=0] 
2020-10-17 14:50:46:102 185 sec: 400461 operations; 461 current ops/sec; est completion in 46 seconds [INSERT: Count=462, Max=4915199, Min=360, Avg=11007.05, 90=390, 99=434, 99.9=4915199, 99.99=4915199] 
2020-10-17 14:50:47:102 186 sec: 403133 operations; 2672 current ops/sec; est completion in 45 seconds [INSERT: Count=2672, Max=754, Min=353, Avg=372.35, 90=388, 99=442, 99.9=478, 99.99=754] 
2020-10-17 14:50:48:102 187 sec: 405883 operations; 2750 current ops/sec; est completion in 44 seconds [INSERT: Count=2750, Max=592, Min=351, Avg=361.85, 90=378, 99=424, 99.9=453, 99.99=592] 
2020-10-17 14:50:49:102 188 sec: 408546 operations; 2663 current ops/sec; est completion in 43 seconds [INSERT: Count=2662, Max=3433, Min=351, Avg=373.74, 90=391, 99=474, 99.9=873, 99.99=3433] 
2020-10-17 14:50:50:102 189 sec: 411228 operations; 2682 current ops/sec; est completion in 41 seconds [INSERT: Count=2683, Max=1000, Min=354, Avg=371.02, 90=387, 99=433, 99.9=633, 99.99=1000] 
2020-10-17 14:50:51:102 190 sec: 413914 operations; 2686 current ops/sec; est completion in 40 seconds [INSERT: Count=2686, Max=659, Min=355, Avg=370.53, 90=389, 99=435, 99.9=528, 99.99=659] 
2020-10-17 14:50:52:102 191 sec: 416628 operations; 2714 current ops/sec; est completion in 39 seconds [INSERT: Count=2714, Max=662, Min=354, Avg=366.73, 90=382, 99=424, 99.9=472, 99.99=662] 
2020-10-17 14:50:53:102 192 sec: 419211 operations; 2583 current ops/sec; est completion in 38 seconds [INSERT: Count=2582, Max=655, Min=355, Avg=385.41, 90=417, 99=472, 99.9=559, 99.99=655] 
2020-10-17 14:50:54:102 193 sec: 421057 operations; 1846 current ops/sec; est completion in 37 seconds [INSERT: Count=1847, Max=184575, Min=358, Avg=539.65, 90=437, 99=504, 99.9=19231, 99.99=184575] 
2020-10-17 14:50:55:102 194 sec: 423679 operations; 2622 current ops/sec; est completion in 35 seconds [INSERT: Count=2621, Max=18591, Min=350, Avg=379.58, 90=393, 99=444, 99.9=587, 99.99=18591] 
2020-10-17 14:50:56:102 195 sec: 426264 operations; 2585 current ops/sec; est completion in 34 seconds [INSERT: Count=2586, Max=740, Min=368, Avg=384.82, 90=407, 99=449, 99.9=686, 99.99=740] 
2020-10-17 14:50:57:102 196 sec: 428858 operations; 2594 current ops/sec; est completion in 33 seconds [INSERT: Count=2593, Max=664, Min=368, Avg=383.63, 90=405, 99=448, 99.9=501, 99.99=664] 
2020-10-17 14:50:58:102 197 sec: 431448 operations; 2590 current ops/sec; est completion in 32 seconds [INSERT: Count=2591, Max=683, Min=366, Avg=384.07, 90=407, 99=447, 99.9=496, 99.99=683] 
2020-10-17 14:50:59:102 198 sec: 434071 operations; 2623 current ops/sec; est completion in 31 seconds [INSERT: Count=2622, Max=632, Min=361, Avg=379.36, 90=403, 99=439, 99.9=525, 99.99=632] 
2020-10-17 14:51:00:103 199 sec: 436682 operations; 2611 current ops/sec; est completion in 29 seconds [INSERT: Count=2613, Max=4315, Min=362, Avg=380.79, 90=402, 99=451, 99.9=618, 99.99=4315] 
2020-10-17 14:51:01:102 200 sec: 439225 operations; 2543 current ops/sec; est completion in 28 seconds [INSERT: Count=2542, Max=10351, Min=361, Avg=391.01, 90=414, 99=473, 99.9=680, 99.99=10351] 
2020-10-17 14:51:02:102 201 sec: 441852 operations; 2627 current ops/sec; est completion in 27 seconds [INSERT: Count=2626, Max=628, Min=359, Avg=378.82, 90=402, 99=444, 99.9=517, 99.99=628] 
2020-10-17 14:51:03:102 202 sec: 444471 operations; 2619 current ops/sec; est completion in 26 seconds [INSERT: Count=2620, Max=8455, Min=352, Avg=379.75, 90=400, 99=450, 99.9=563, 99.99=8455] 
2020-10-17 14:51:04:102 203 sec: 447119 operations; 2648 current ops/sec; est completion in 25 seconds [INSERT: Count=2647, Max=11087, Min=352, Avg=375.83, 90=394, 99=444, 99.9=505, 99.99=11087] 
2020-10-17 14:51:05:102 204 sec: 449762 operations; 2643 current ops/sec; est completion in 23 seconds [INSERT: Count=2643, Max=13503, Min=352, Avg=376.52, 90=395, 99=439, 99.9=502, 99.99=13503] 
2020-10-17 14:51:06:102 205 sec: 452444 operations; 2682 current ops/sec; est completion in 22 seconds [INSERT: Count=2683, Max=768, Min=350, Avg=371.03, 90=393, 99=440, 99.9=525, 99.99=768] 
2020-10-17 14:51:07:102 206 sec: 455125 operations; 2681 current ops/sec; est completion in 21 seconds [INSERT: Count=2680, Max=637, Min=352, Avg=371.27, 90=394, 99=433, 99.9=491, 99.99=637] 
2020-10-17 14:51:08:102 207 sec: 457730 operations; 2605 current ops/sec; est completion in 20 seconds [INSERT: Count=2606, Max=12567, Min=352, Avg=381.97, 90=396, 99=455, 99.9=596, 99.99=12567] 
2020-10-17 14:51:09:102 208 sec: 460292 operations; 2562 current ops/sec; est completion in 18 seconds [INSERT: Count=2562, Max=593, Min=353, Avg=388.49, 90=419, 99=481, 99.9=573, 99.99=593] 
2020-10-17 14:51:10:102 209 sec: 461932 operations; 1640 current ops/sec; est completion in 18 seconds [INSERT: Count=1639, Max=183039, Min=358, Avg=607.91, 90=455, 99=624, 99.9=33951, 99.99=183039] 
2020-10-17 14:51:11:102 210 sec: 464557 operations; 2625 current ops/sec; est completion in 17 seconds [INSERT: Count=2626, Max=618, Min=357, Avg=379.13, 90=403, 99=469, 99.9=501, 99.99=618] 
2020-10-17 14:51:12:102 211 sec: 467189 operations; 2632 current ops/sec; est completion in 15 seconds [INSERT: Count=2632, Max=771, Min=357, Avg=378.15, 90=403, 99=454, 99.9=519, 99.99=771] 
2020-10-17 14:51:13:102 212 sec: 469822 operations; 2633 current ops/sec; est completion in 14 seconds [INSERT: Count=2633, Max=529, Min=355, Avg=378.03, 90=402, 99=464, 99.9=504, 99.99=529] 
2020-10-17 14:51:14:102 213 sec: 472435 operations; 2613 current ops/sec; est completion in 13 seconds [INSERT: Count=2613, Max=7743, Min=355, Avg=380.81, 90=403, 99=447, 99.9=512, 99.99=7743] 
2020-10-17 14:51:15:102 214 sec: 474999 operations; 2564 current ops/sec; est completion in 12 seconds [INSERT: Count=2563, Max=26415, Min=355, Avg=388.19, 90=402, 99=445, 99.9=502, 99.99=26415] 
2020-10-17 14:51:16:102 215 sec: 476914 operations; 1915 current ops/sec; est completion in 11 seconds [INSERT: Count=1915, Max=20479, Min=356, Avg=410.05, 90=483, 99=643, 99.9=843, 99.99=20479] 
2020-10-17 14:51:17:102 216 sec: 478647 operations; 1733 current ops/sec; est completion in 10 seconds [INSERT: Count=1733, Max=526335, Min=352, Avg=696.84, 90=396, 99=558, 99.9=871, 99.99=526335] 
2020-10-17 14:51:18:102 217 sec: 481314 operations; 2667 current ops/sec; est completion in 9 second [INSERT: Count=2667, Max=8187, Min=350, Avg=373.02, 90=389, 99=433, 99.9=468, 99.99=8187] 
2020-10-17 14:51:19:102 218 sec: 484001 operations; 2687 current ops/sec; est completion in 8 second [INSERT: Count=2688, Max=6755, Min=351, Avg=370.17, 90=385, 99=428, 99.9=574, 99.99=6755] 
2020-10-17 14:51:20:102 219 sec: 486707 operations; 2706 current ops/sec; est completion in 6 second [INSERT: Count=2705, Max=588, Min=351, Avg=367.81, 90=385, 99=429, 99.9=464, 99.99=588] 
2020-10-17 14:51:21:102 220 sec: 489395 operations; 2688 current ops/sec; est completion in 5 second [INSERT: Count=2689, Max=7011, Min=352, Avg=370.07, 90=386, 99=429, 99.9=542, 99.99=7011] 
2020-10-17 14:51:22:102 221 sec: 492098 operations; 2703 current ops/sec; est completion in 4 second [INSERT: Count=2702, Max=473, Min=352, Avg=368.24, 90=387, 99=428, 99.9=448, 99.99=473] 
2020-10-17 14:51:23:102 222 sec: 494695 operations; 2597 current ops/sec; est completion in 3 second [INSERT: Count=2598, Max=7267, Min=352, Avg=383.01, 90=411, 99=456, 99.9=526, 99.99=7267] 
2020-10-17 14:51:24:102 223 sec: 497402 operations; 2707 current ops/sec; est completion in 2 second [INSERT: Count=2706, Max=525, Min=351, Avg=367.69, 90=385, 99=424, 99.9=461, 99.99=525] 
2020-10-17 14:51:25:102 224 sec: 499959 operations; 2557 current ops/sec; est completion in 1 second [INSERT: Count=2558, Max=11007, Min=352, Avg=389.08, 90=431, 99=492, 99.9=550, 99.99=11007] 
2020-10-17 14:51:25:120 224 sec: 500000 operations; 2277.78 current ops/sec; [CLEANUP: Count=1, Max=3, Min=3, Avg=3, 90=3, 99=3, 99.9=3, 99.99=3] [INSERT: Count=40, Max=483, Min=379, Avg=424.52, 90=459, 99=483, 99.9=483, 99.99=483] 
[OVERALL], RunTime(ms), 224018
[OVERALL], Throughput(ops/sec), 2231.9635029328
[TOTAL_GCS_G1_Young_Generation], Count, 14
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 401
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.17900347293521057
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 14
[TOTAL_GC_TIME], Time(ms), 401
[TOTAL_GC_TIME_%], Time(%), 0.17900347293521057
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[INSERT], Operations, 500000
[INSERT], AverageLatency(us), 445.729542
[INSERT], MinLatency(us), 349
[INSERT], MaxLatency(us), 4915199
[INSERT], 95thPercentileLatency(us), 493
[INSERT], 99thPercentileLatency(us), 600
[INSERT], Return=OK, 500000